Repository: Marginal/QLVideo
Catalog: app/mul.lproj/Main.xcstrings
Source language: en
Languages: ca, cs, de, el, es, fr, hu, it, ja, ko, nb_no, nl, pt_br, pt_pt, ru, sv, zh_hans

# X7T-Dc-xUC.title
source: Cover art is displayed in Finder thumbnails and in static QuickLook previews. You can add, replace or remove cover art in MP4, M4V, MKV and WEBM files. Cover art must be supplied as a JPEG or PNG file.
cs: Obal je zobrazen ve Finder náhledech a ve statickém náhledu QuickLook. Můžete přidávat, vyměňovat nebo odstraňovat obal v MP4, M4V, MKV a WEBM souborech. Obal obalu musí být dodán jako soubor JPEG nebo PNG.
de: Cover-Art wird in den Finder-Thumbnails und in statischen QuickLook Vorschauen angezeigt. Sie können Cover-Art in MP4, M4V, MKV und WEBM Dateien hinzufügen, ersetzen oder entfernen. Cover-Art muss als JPEG oder PNG Datei geliefert werden.
es: La carátula se muestra en las miniaturas de Finder y en las previsualizaciones estáticas de QuickLook. Puede añadir, reemplazar o eliminar carátula en archivos MP4, M4V, MKV y WEBM. Carátula debe ser proporcionado como un archivo JPEG o PNG.
fr: Les pochettes sont affichées dans les vignettes du Finder et dans les aperçus statiques du QuickLook. Vous pouvez ajouter, remplacer ou supprimer des pochettes dans des fichiers MP4, M4V, MKV et WEBM. Les pochettes doivent être fournies en format JPEG ou PNG.
it: La copertina è visualizzata nelle miniature di Finder e nelle anteprime statiche di Quicklook. È possibile aggiungere, sostituire o rimuovere copertine nei file MP4, M4V, MKV e WEBM. Cover art deve essere fornito come file JPEG o PNG.
ko: 커버 아트는 파인더 썸네일 및 정적 QuickLook 미리보기에 표시됩니다. MP4, M4V, MKV 및 WEBM 파일에서 커버 아트를 추가, 교체 또는 제거할 수 있습니다. 커버 아트는 JPEG 또는 PNG 파일 형식이어야 합니다.
nb_no: Omslagsbilder vises i miniatyrbilder av Finder og i forhåndsvisning av statisk QuickLook Du kan legge til, erstatte eller fjerne omslagskunst i MP4, M4V, MKV og WEBM filer. Omslagsbilder må leveres som en JPEG eller PNG-fil.
nl: Hoesafbeeldingen kunst wordt weergegeven in Finder miniaturen en in statische QuickLook voorbeelden. Je kunt hoesafbeeldingen toevoegen, vervangen of verwijderen in MP4, M4V, MKV en WEBM bestanden. Hoesafbeeldingen moet worden geleverd als een JPEG of PNG bestand.
pt_br: Capa é exibida nas miniaturas Finder e nas visualizações estáticas do QuickLook. Você pode adicionar, substituir ou remover a arte da capa em arquivos MP4, M4V, MKV e WEBM. A arte de capa deve ser fornecida como um arquivo JPEG ou PNG.
pt_pt: A capa é exibida nas miniaturas Finder e nas pré-visualizações estáticas do QuickLook. U Você pode adicionar, substituir ou remover a arte da capa em arquivos MP4, M4V, MKV e WEBM. A capa deve ser fornecida como um arquivo JPEG ou PNG.
ru: Обложка отображается в миниатюрах Finder и в статичных окнах Быстрого просмотра. Вы можете добавить, заменить или удалить обложку в файлах MP4, M4V, MKV и WEBM. Файл обложки должен быть в формате JPEG или PNG.
sv: Omslagsbilder visas i Finder miniatyrer och i statisk QuickLook förhandsvisningar. Du kan lägga till, byta ut eller ta bort omslagsbild i MP4, M4V, MKV och WEBM-filer. Omslagsbilden måste levereras som en JPEG-eller PNG-fil.
zh_hans: 封面艺术在Finder 缩略图和静态QuickLook预览中显示。 您可以在 MP4, M4V, MKV 和 WEBM 文件中添加、替换或移除封面艺术。 封面艺术必须以 JPEG 或 PNG 文件提供。

# CrB-ok-cell.title
source: OK
el: ΟΚ
ko: 확인
ru: ОК
zh_hans: 好
